<?php
return [



    'pink' => [
        'คณะทันตแพทยศาสตร์',
        'คณะสหเวชศาสตร์',
        'คณะแพทยศาสตร์',
        'ณะพยาบาลศาสตร์',
        'คณะสาธารณสุขศาสตร์',
        'คณะวิทยาศาสตร์การแพทย์',
        'คณะเภสัชศาสตร์',
    ],

    'violet' => [
        'คณะเกษตรศาสตร์ ทรัพยากรธรรมชาติและสิ่งแวดล้อม',
        'คณะสถาปัตยกรรมศาสตร์',
        'วิทยาลัยเพื่อการค้นคว้าระดับรากฐาน',
        'คณะวิทยาศาสตร์',
        'วิทยาลัยพลังงานทดแทนและสมาร์ต กริดเทคโนโลยี',
        'วิทยาลัยโลจิสติกส์และโซ่อุปทาน',
        'คณะวิศวกรรมศาสตร์',
    ],

    'cyan' => [
        'คณะนิติศาสตร์',
        'คณะศึกษาศาสตร์',
        'สำนักหอสมุด',
        'คณะบริหารธุรกิจ เศรษฐศาสตร์และการสื่อสาร',
        'คณะสังคมศาสตร์',
        'คณะมนุษยศาสตร์',
        'คณะสังคมศาสตร์',
        'คณะมนุษยศาสตร์',
        'วิทยาลัยนานาชาติ',
    ],

    'green' => [
        'กองกลาง',
        'กองตรวจสอบและกำกับกิจการมหาวิทยาลัย',
        'กองกฎหมาย',
        'กองแผนงาน',
        'กองคลัง',
        'กองการบริหารงานบุคคล',
        'กองอาคารสถานที่',
        'กองบริการเทคโนโลยีสารสนเทศและการสื่อสาร',
        'กองบริการการศึกษา',
        'กองการวิจัยและนวัตกรรม',
        'กองส่งเสริมการบริการวิชาการ',
        'กองส่งเสริมศิลปวัฒนธรรม',
        'กองกิจการนิสิต',
        'กองพัฒนาภาษาและกิจการต่างประเทศ',
        'กองการถ่ายทอดเทคโนโลยี',
        'สถานสัตว์ทดลองเพื่อการวิจัย',
    ],

        'pink_level'=> [
            'สีชมพู (กลุ่มวิทยาศาสตร์สุขภาพ)',
        ],

        'violet_level'=> [
            'สีม่วง (กลุ่มวิทยาศาสตร์และเทคโนโลยี)',
        ],
        'cyan_level'=> [
            'สีฟ้า (กลุ่มมนุษยศาสตร์และสังคมศาสตร์)',
        ],
        'green_level'=> [
            'สีเขียว (กลุ่มสำนักงานอธิการบดี)',
        ]
];

?>