<?php
return [



        'high_school' => [
            'โรงเรียนจ่านกร้อง',
            'โรงเรียนจุฬาภรณราชวิทยาลัย พิษณุโลก',
            'โรงเรียนเฉลิมขวัญสตรี',
            'โรงเรียนเตรียมอุดมศึกษา ภาคเหนือ',
            'โรงเรียนพิษณุโลกพิทยาคม',
            'โรงเรียนพุทธชินราชพิทยา',
            'โรงเรียนมัธยมสาธิตมหาวิทยาลัยนเรศวร',
            'โรงเรียนเซนนิโกลาส',
            'โรงเรียนผดุงราษฎร์',
            'โรงเรียนบ้านสวนวิทยาคม',
            'โรงเรียนยางซ้ายพิทยาคม',
            'โรงเรียนลิไทพิทยาคม',
            'โรงเรียนสุโขทัยวิทยาคม',
            'โรงเรียนอุดมดารณี',
            'โรงเรียนพิจิตรพิทยาคม',
            'โรงเรียนเมธีพิทยา',
            'โรงเรียนวังกรดพิทยา',
            'โรงเรียนสระหลวงพิทยาคม',
            'โรงเรียนหัวดงรัฐชนูปถัมภ์',
            'โรงเรียนเตรียมอุดมศึกษาน้อมเกล้าอุตรดิตถ์',
            'โรงเรียนอุตรดิตถ์วิทยา',
            'โรงเรียนอุตรดิตถ์ดรุณี',
            'โรงเรียนอุตรดิตถ์',
        ],

        'undergraduate' => [
            'มหาวิทยาลัยนเรศวร',
            'มหาวิทยาลัยราชภัฏพิบูลสงคราม',
            'มหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา',
        ],

        'high_school_level'=> [
            'มัธยมศึกษาตอนต้น',
            'มัธยมศึกษาตอนปลาย',
            'อื่นๆ'
        ],

        'undergraduate_level'=> [
            'คณะเกษตรศาสตร์ ทรัพยากรธรรมชาติและสิ่งแวดล้อม',
            'คณะเภสัชศาสตร์',
            'คณะวิทยาศาสตร์',
            'คณะวิศวกรรมศาสตร์',
            'คณะศึกษาศาสตร์',
            'คณะแพทยศาสตร์',
            'คณะสาธารณสุขศาสตร์',
            'คณะวิทยาศาสตร์การแพทย์',
            'คณะพยาบาลศาสตร์',
            'คณะทันตแพทยศาสตร์',
            'คณะสหเวชศาสตร์',
            'คณะสถาปัตยกรรมศาสตร์',
            'คณะนิติศาสตร์',
            'คณะมนุษยศาสตร์',
            'คณะบริหารธุรกิจ เศรษฐศาสตร์และการสื่อสาร',
            'คณะสังคมศาสตร์',
            'อื่นๆ'
        ]
];

?>