

&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทีมงานยินดีเป็นอย่างยิ่งที่คุณ {{$fullname}} ได้ให้ความสนใจและทำการลงทะเบียนมาร่วมงาน อีสปอร์ต กีฬาบุคลากร มหาวิทยาลัยนเรศวร ระหว่างวันที่ 18-21 กุมภาพันธ์ 2563
<br>

<br />
<br />

&nbsp;&nbsp;&nbsp;&nbsp; <span style="color:#F00;"><strong>กรุณาบันทึก QR-Code ของคุณ ไว้ในโทรศัพท์มือถือ หรือ Print เก็บไว้ </strong></span> และนำมายื่นให้เจ้าหน้าที่ SCAN ในวันงาน เพื่อสิทธิในการรับของรางวัลภายในงาน
<br />โดยสามารถกดติดตามรายละเอียดเพิ่มเติมได้ที่ <a href="https://www.facebook.com/%E0%B8%AD%E0%B8%B5%E0%B8%AA%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%81%E0%B8%B5%E0%B8%AC%E0%B8%B2%E0%B8%9A%E0%B8%B8%E0%B8%84%E0%B8%A5%E0%B8%B2%E0%B8%81%E0%B8%A3-%E0%B8%A1%E0%B8%99%E0%B9%80%E0%B8%A3%E0%B8%A8%E0%B8%A7%E0%B8%A3-104781621097309/" target="_blank"> เพจ อีสปอร์ต กีฬาบุคลากร มหาวิทยาลัยนเรศวร </a><br />

<br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แล้วเจอกัน&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />

