@extends('layouts.default')
@section('title')
    อีสปอร์ต กีฬาบุคลากร มหาวิทยาลัยนเรศวร
@stop
@section('css_script')
    <!-- Bootstrap CSS -->
    <link rel="stylesheet" href="{{ URL::asset('css/bootstrap.min.css') }}">
    <link href="https://fonts.googleapis.com/css?family=Montserrat:400,700" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700" rel="stylesheet">
    <link rel="stylesheet" href="{{ URL::asset('css/ionicons.min.css') }}">
    <link rel="stylesheet" href="{{ URL::asset('css/owl.carousel.css') }}">
    <link rel="stylesheet" href="{{ URL::asset('css/owl.theme.css') }}">
    <link rel="stylesheet" href="{{ URL::asset('css/style.css') }}">

    <link href="https://fonts.googleapis.com/css?family=Kanit" rel="stylesheet">


    <link rel="stylesheet" href="{{ URL::asset('css/stellar.css') }}">
    <link rel="stylesheet" type="text/css" href="{{ URL::asset('js/Semantic-UI-CSS/semantic.css') }}">
    <link rel="stylesheet" type="text/css" href="{{ URL::asset('css/modal-video.min.css') }}">
@endsection
@include('includes.header')
@section('content')
    <section id="introduction" class="gradient-violat padding-top-90 home-slider">
        <div id="home-slider" class="empty-carousel">

        </div>
    </section>

    <section id="formUI" class="newsletter">




        <div class="container">

            <div class="ui breadcrumb">
                <a class="section">หน้าแรก</a>
                <div class="divider"> / </div>
                <div class="active section">กติกาการแข่งขัน</div>
            </div>

            <div class="row padding-top-bottom-20">
                <div class="col-md-12">

                </div>
            </div>
        </div>

        <div class="main container">

            <div class="ui segment" id="example2">
            <!--start rule-->
                <div class="ui success message" id="1">

                    <div class="header">
                        <span class="markFont">ระเบียบการแข่งขันกีฬาบุคลากรมหาวิทยาลัยนเรศวร</span>&nbsp;&nbsp;<i class="globe icon"></i>
                    </div>
                    <p id="2">&nbsp;&nbsp;&nbsp;&nbsp;เพื่อให้การแข่งขันกีฬาบุคลากรภายในมหาวิทยาลัยนเรศวรเป็นไปด้วยความเรียบร้อยและบรรลุวัตถุประสงค์ของการจัดการแข่งขัน จึงกำหนดระเบียบการแข่งขันกีฬาสาธิตอีสปอร์ต (E-Sport) ไว้ดังต่อไปนี้</p>
                    <ol>
                        <li><p>ระเบียบนี้เรียกว่า “ระเบียบการแข่งขันกีฬาบุคลากรมหาวิทยาลัยนเรศวร ว่าด้วย การแข่งขันกีฬาสาธิตอีสปอร์ต (E-Sport) พ.ศ. 2563”</p></li>
                        <li><p>เกมที่ใช้ในการแข่งขัน มีดังนี้
                                <ul>
                                    <li><p>ROV (Arena Of Valor)</p></li>
                        <li><p>FO4 (Fifa Online 4)</p></li>
                        </ul>
                        </p>
                        </li>
                        <li><p>ให้คณะกรรมการจัดการแข่งขันที่มหาวิทยาลัยแต่งตั้งเป็นผู้กำหนดวัน เวลา และสถานที่จัดการแข่งขัน โดยอาจเปลี่ยนแปลงได้ตามความเหมาะสมเมื่อมีเหตุจำเป็น รายละเอียดและกติกาการแข่งขัน ให้เป็นไปตามที่คณะกรรมการจัดการแข่งขันกำหนด</p></li>
                        <li><p>การตัดสินต่างๆ ให้อยู่ในดุลพินิจของคณะกรรมการจัดการแข่งขัน</p></li>
                        <li><p>ผู้เข้าแข่งขันจะต้องมีสถานะเป็นบุคลากรในสังกัดกลุ่มสีของหน่วยงานภายในมหาวิทยาลัยนเรศวร</p></li>
                        <li><p>ผู้เข้าแข่งขันสามารถลงแข่งในสังกัดกลุ่มสีอื่นที่มิใช่ต้นสังกัดตนเองได้ในกรณีที่กลุ่มสีต้นสังกัดที่แท้จริง มีผู้เข้าแข่งขันเต็มจำนวน และกลุ่มสีที่ขอย้ายไปแข่งยังขาดผู้เข้าแข่งขันหรือผู้เข้าแข่งขันของกลุ่มสีดังกล่าวไม่สามารถทำการแข่งขันได้ ผู้เข้าแข่งขันที่ลงแข่งขันในสังกัดกลุ่มสีใดไปแล้วต้องลงแข่งในสังกัดสีนั้นไปตลอดการแข่งขัน ไม่สามารถเปลี่ยนไปลงแข่งให้สีอื่นได้อีก</p></li>
                        <li><p>กรณีมีปัญหาเกี่ยวกับการแข่งขันให้อยู่ในดุลพินิจของคณะกรรมการจัดการแข่งขันและถือเป็นที่สุด</p></li>
                    </ol>
                </div>

                <div class="ui top attached tabular menu">
                    <a class="item active" data-tab="first"><span class="markFont">รายละเอียดและกติกาการแข่งขันเกม ROV (Arena Of Valor)</span></a>
                    <a class="item" data-tab="second"><span class="markFont">รายละเอียดและกติกาการแข่งขันเกม FO4 (FIFA Online 4)</span></a>
                </div>

                <div class="ui bottom attached tab segment active" data-tab="first">
                    <div class="feature-wiget" id="f3">
                        <div class="content">
                            <h4 class="bottom-line">
                                <i class="ion-android-list"></i>
                                <span class="markFont">&nbsp;&nbsp;รายละเอียดและกติกาการแข่งขันเกม ROV (Arena Of Valor)</span>
                            </h4>
                            <p>
                                <ol>
                                    <li><p>แต่ละกลุ่มสีสามารถส่งทีมลงแข่งขันได้ไม่เกิน 2 ทีม</p></li>
                            <li><p>ผู้เข้าแข่งขันแต่ละทีมต้องรวบรวมสมาชิกที่เข้าร่วมแข่งขันหลักเป็นจำนวน 5 คน และมีตัวสำรองได้ 2 คน</p></li>
                            <li><p>แต่ละทีมต้องส่งชื่อผู้เข้าแข่งขันภายในวันที่ 14 กุมภาพันธ์ 2563 เวลา 16.30 น.</p></li>
                            <li><p>ผู้เข้าแข่งขันจะต้องเตรียมอุปกรณ์ที่ใช้ทำการแข่งขันมาเอง</p></li>
                            <li><p>ผู้เข้าแข่งขันทุกคนต้องใช้บัญชีส่วนตัวของตนเองในการลงสมัครแข่งขัน</p></li>
                            <li><p>ผู้เข้าแข่งขันทุกคนสามารถเข้าร่วมเป็นสมาชิกในทีมที่เข้าแข่งขันได้เพียงทีมเดียวเท่านั้น</p></li>
                            <li><p>ห้ามมิให้เพิ่มรายชื่อผู้เข้าแข่งขันภายหลังจากการสมัครเสร็จสิ้น</p></li>
                            </ol>
                            </p>
                        </div>
                    </div>

                    <div class="feature-wiget" id="f4">
                        <div class="content">
                            <h4 class="bottom-line"><i class="ion-android-clipboard"></i>&nbsp;&nbsp;<span class="markFont">กติกาการแข่งขันทั่วไป</span></h4>
                            <ol>
                                <li><p>การแข่งขันในทุกรอบ ต้องสร้างห้องแข่งขันในโหมด Caldavar Valley: Tournament Mode เท่านั้น</p></li>
                                <li><p>ในการแข่งขัน ผู้เข้าแข่งขันทุกคนสามารถเลือกเล่นฮีโร่และสกินที่ไม่มีปัญหาในขณะนั้นเท่านั้น ห้ามมิให้เลือกฮีโร่และสกินที่มีปัญญา บัค หรือการอื่นใด อันทำให้เกิดปัญหาในระบบทุกกรณี</p></li>
                            </ol>
                        </div>
                    </div>

                    <div class="feature-wiget" id="4">
                        <div class="content">
                            <h4 class="bottom-line"><i class="ion-ios-medical"></i>&nbsp;&nbsp;<span class="markFont">กติกาการแข่งขัน</span></h4>
                            <p><ol>
                                    <li><p>ใช้วิธีการแข่งขันแบบออฟไลน์ (ผู้เข้าแข่งขันต้องมาทำการแข่งขัน ณ สถานที่แข่งขันด้วยตนเอง)</p></li>
                            <li><p>ใช้รูปแบบของการแข่งขัน 2 ใน 3 เกม (Best of 3) ด้วยระบบ Normal Ban Pick โดยทีมที่อยู่ด้านบนจะอยู่ฝ่ายสีฟ้า และทีมที่แพ้จะได้เลือกฝั่งในเกมถัดไป</p></li>
                            <p>
                                <div class="ui blue message">
                                    <div class="header">
                                        <span class="markFont">รอบชิงชนะเลิศ :</span>
                                    </div>
                            <p>จะใช้รูปแบบของการแข่งขัน 3 ใน 5 เกม (Best of 5) โดยทีมที่อยู่ด้านบนจะอยู่ฝ่ายสีฟ้า และทีมที่แพ้จะได้เลือกฝั่งในเกมถัดไป</p>
                        </div>
                        </p>
                        <li><p>ทุกทีมจะต้องเดินทางมาถึงสถานที่แข่งขันก่อนเวลาแข่ง 15 นาที หากมีทีมไหนที่สมาชิกมาช้าเกินกว่าเวลาที่กำหนด จะเป็นฝ่ายแพ้การแข่งขันทันที</p></li>
                        <li><p>ผู้เข้าแข่งขันจะต้องแต่งกายในชุดสุภาพ ซึ่งสามารถกำหนดธีมของเครื่องแต่งกายให้อยู่ในรูปแบบเดียวกัน หรือเป็นเสื้อทีม โดยกางเกงจะต้องเป็นกางเกงขายาว เสื้อมีแขน และรองเท้าจะต้องเป็นรองเท้าหุ้มส้น ห้ามมิให้ไม่สวมใส่ยีนส์ขาด หรือเป็นรูแหว่ง หรือรองเท้าแตะ ทั้งนี้ หากผู้เข้าแข่งขันท่านใดไม่ปฏิบัติตามกฎกติกาข้อนี้ ทางทีมงานขอสงวนสิทธิ์ตัดผู้เข้าแข่งขันดังกล่าวออกจากการแข่งขันทันที</p></li>
                        <li><p>ทางทีมงานจะจัดให้มีการไลฟ์สตรีมผ่านทางช่องทางที่กำหนดในคู่การแข่งขันที่ทางทีมงานเลือกเท่านั้น</p></li>
                        <li><p>ในระหว่างการดราฟตัวโค้ชสามารถไปช่วยดราฟได้ และเข้าไปเป็น observer ในคู่ที่ไม่ได้ถ่ายทอดสดได้ และในระหว่างนั้นโค้ชต้องฝากมือถือส่วนตัวให้กรรมการประจำห้องเก็บไว้จนกว่าจะดราฟเสร็จ และต้องออกจากห้องการแข่งขันทันทีเมื่อเลือกฮีโร่ตัวสุดท้ายเสร็จ</p></li>
                        </ol></p>
                    </div>
                </div>

                <div class="feature-wiget" id="5">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-android-warning"></i>
                            <span class="markFont">&nbsp;&nbsp;การกระทำความผิดและบทลงโทษ</span></h4>
                        <div class="ui red message">
                            <span>ห้ามมิให้ผู้เข้าแข่งขันทุกคนกระทำการอย่างหนึ่งอย่างใดดังต่อไปนี้ :</span>
                        </div>
                        <ol>
                            <li><p>ห้ามใช้คำพูดหรือแสดงกิริยาไม่สุภาพ หรือเสียดสีผู้อื่น <b>บทลงโทษ :</b> ปรับแพ้ในเกมที่พบการกระทำผิดในทันที</p></li>
                            <li><p>ห้ามทีมผู้เข้าแข่งขันทุกทีมอนุญาตให้บุคคลอื่นที่ไม่ได้อยู่ในรายชื่อผู้เข้าแข่งขันในทีมของตนตามที่ได้ลงทะเบียนไว้เข้าแข่งขันโดยเด็ดขาด หากพบว่ามีชื่อผู้เข้าแข่งขันไม่ตรงตามที่ลงทะเบียนไว้ ให้ยุติการแข่งขันในทันที แต่หากมีการแข่งขันจนจบเกม จะถือว่าทั้งสองทีมยินยอมให้เกิดการแข่งขันขึ้น ทางทีมงานจะไม่รับฟังข้อโต้แย้งใดๆ ทั้งสิ้น <b>บทลงโทษ :</b> ปรับแพ้ในเกมที่พบการกระทำผิดในทันทีและตัดสิทธิ์ทีมผู้เข้าแข่งขันดังกล่าวออกจากการแข่งขันทันที</p></li>
                            <li><p>ห้ามมิให้ผู้เข้าแข่งขันทุกคนอนุญาตให้บุคคลอื่นเล่นแทนตนเองในขณะทำการแข่งขัน <b>บทลงโทษ :</b> ปรับแพ้ในเกมที่พบการกระทำผิดในทันทีและตัดสิทธิ์ทีมผู้เข้าแข่งขันดังกล่าวออกจากการแข่งขันทันที</p></li>
                            <li><p>นอกจากนี้ ผู้เข้าแข่งขันทุกคนต้องรับทราบและปฏิบัติตามกฎสากลของเกม RoV ประเทศไทยด้วยเช่นกัน ทั้งนี้ สามารถอ่านรายละเอียดเพิ่มเติมได้ที่ <a href="https://old.rov.in.th/rule" target="_blank">https://rov.in.th/rule</a></p></li>
                        </ol>
                    </div>
                </div>
                <div class="feature-wiget" id="6">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-close-circled"></i>
                            <span class="markFont">&nbsp;&nbsp;การใช้โปรแกรมช่วยเหลือในการเล่น และ/หรือ การกระทำใดๆ อันเป็นการทำให้เกิดการได้เปรียบหรือเสียเปรียบต่อตนเองหรือผู้เข้าแข่งขันคนอื่น</span></h4>
                        <ol>
                            <li><p>ห้ามผู้เข้าแข่งขันทุกคนใช้โปรแกรมช่วยหรือในการเล่นใดๆ ทั้งสิ้น</p></li>
                            <li><p>ห้ามผู้เข้าแข่งขันทุกคนกระทำการอย่างหนึ่งอย่างใดอันมีลักษณะเป็นการใช้ข้อผิดพลาดที่เกิดขึ้นภายในตัวเกม</p></li>
                            <li><p>ห้ามผู้เข้าแข่งขันทุกคนกระทำการจงใจหลุดจากการแข่งขัน</p></li>
                            <li><p>ห้ามผู้เข้าแข่งขันทุกคนกระทำการใดๆ อันเป็นการยินยอมให้ทีมฝ่ายตรงข้ามชนะ</p></li>
                            <div class="ui red message">
                                <div class="header">
                                    <span class="markFont">บทลงโทษ :</span>
                                </div>
                                <p>หากทางทีมงานตรวจสอบพบ หรือได้รับการร้องเรียนจากผู้อื่น ทีมงานจะมีมาตรการลงโทษผู้เข้าแข่งขันที่ฝ่าฝืนกติกา โดยตัดสิทธิ์การเข้าร่วมแข่งขัน หรือกิจกรรมใดๆ ของผู้ฝ่าฝืนตลอดการแข่งขัน ซึ่งรวมถึงผู้เข้าแข่งขันคนอื่น หรือบุคคลอื่นใด ที่มีส่วนร่วมในการกระทำดังกล่าว</p>
                            </div>
                        </ol>
                    </div>
                </div>
                <div class="feature-wiget" id="7">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-android-people"></i>&nbsp;&nbsp;<span class="markFont">การเปลี่ยนผู้เล่นในการแข่งขัน</span></h4>
                        <ol>
                            <li><p>สำหรับการแข่งขันแบบ Bo3 :</p></li>
                            <div class="ui Gray message">
                                <span>ผู้เข้าแข่งขันแต่ละทีมอาจเปลี่ยนแปลงตัวผู้เข้าแข่งขันภายหลังจากจบเกมการแข่งขันที่ 1 หรือ 2 ได้เป็นจำนวน 1 ครั้งเท่านั้น</span>
                            </div>
                            <li><p>สำหรับการแข่งขันแบบ Bo5 :</p></li>
                            <div class="ui Gray message">
                                <span>ผู้เข้าแข่งขันแต่ละทีมอาจเปลี่ยนแปลงตัวผู้เข้าแข่งขันภายหลังจากจบเกมการแข่งขันที่ 2 หรือ 3 หรือ 4 ได้เป็นจำนวน 1 ครั้งเท่านั้น</span>
                            </div>
                        </ol>
                    </div>
                </div>

                <div class="feature-wiget" id="8">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-android-remove-circle"></i>&nbsp;&nbsp;<span class="markFont" >การหยุดพักเกมในการแข่งขัน</span></h4>
                        <ol>
                            <div class="ui orange message">
                                <span>การหยุดพักเกมทั่วไป</span>
                            </div>
                            <li><p>หากผู้เข้าแข่งขันคนใดจงใจไม่เชื่อมต่อเกม โดยไม่แจ้งให้ผู้ตัดสินทราบ ผู้ตัดสินมีสิทธิไม่อนุมัติคำขอหยุดเกมนั้นๆ</p></li>
                            <li><p>ในกรณีที่เกมหยุดลงอันเนื่องมาจากปัญหาทางเทคนิค โดยมิได้เกิดจากการกระทำของผู้เข้าร่วมการแข่งขัน ทางทีมงานมีสิทธิสั่งให้หยุดพักเกมดังกล่าว และให้ผู้เข้าแข่งขันกลับเข้าสู่การแข่งขันใหม่อีกครั้งภายหลังจากผู้เข้าแข่งขันที่ไม่ได้เชื่อมต่อได้กลับเข้ามาในเกมแล้ว</p></li>
                            <li><p>หากเกมหยุดลงเป็นเวลาเกินกว่า 10 นาที ทางทีมงานมีสิทธิสั่งให้เริ่มเกมใหม่ เว้นแต่ทีมผู้เข้าร่วมแข่งขันทีมใดทีมหนึ่งมีคะแนนมากกว่าอีกทีมเป็นจำนวนมาก ทางทีมงานอาจใช้ดุลยพินิจในการสั่งให้ทีมที่มีคะแนนมากกว่าดังกล่าวเป็นผู้ชนะในเกมที่หยุดลงนั้นตามที่เห็นควร</p></li>
                            <li><p>ภายหลังจากที่เกมเชื่อมต่อแล้ว ทางทีมงานอาจสั่งให้ทีมผู้เข้าแข่งขันทั้งสองทีมเริ่มเกมใหม่โดยเร็ว และ/หรือดำเนินเกมใหม่ต่อไป ทั้งนี้ เห็นเป็นไปตามที่ทางทีมงานเห็นควร</p></li>
                        </ol>
                        <ul>
                            <div class="ui orange message">
                                <span>การหยุดพักเกมโดยผู้ตัดสิน</span>
                            </div>
                            <li><p>ผู้ตัดสินอาจสั่งให้หยุดพักเกมได้ ไม่ว่าด้วยเหตุใดก็ตาม</p></li>
                        </ul>
                        <ol>
                            <div class="ui orange message">
                                <span>การหยุดพักเกมโดยเหตุอันควร</span>
                            </div>
                            <li><p>หากผู้เข้าแข่งขันรายใดตกอยู่ในสภาวะที่เป็นอันตรายต่อชีวิต กล่าวคือ ไม่มีความปลอดภัยในการบริเวณการแข่งขัน หรือตกอยู่ในสถานการณ์อื่นใดที่ทำให้เกิดปัญหาในการดำเนินเกมต่อไป</p></li>
                            <li><p>หากเกิดเหตุอันไม่สามารถแพร่ภาพการแข่งขันได้เนื่องจากระบบคอมพิวเตอร์ส่วนบุคคลและอุปกรณ์แพร่ภาพทำงานผิดปกติ เป็นต้น</p></li>
                            <li><p>ภัยธรรมชาติที่ทำให้เกมหยุดชะงัก</p></li>
                        </ol>
                        <ul>
                            <div class="ui orange message">
                                <span>การหยุดพักเกมโดยผู้เล่น</span>
                            </div>
                            <li><p>ผู้เข้าแข่งขันอาจหยุดพักเกมการแข่งขันได้ภายหลังจากเกิดเหตุการณ์ใดเหตุการณ์หนึ่งดังต่อไปนี้ โดยผู้เข้าแข่งขันดังกล่าวจะต้องส่งสัญญาณให้ผู้ตัดสินทราบโดยทันทีภายหลังจากการหยุดเกมและชี้แจงเหตุผลแห่งการหยุดเกมดังกล่าว</p>
                                <ul>
                                    <li><p>มีการรบกวนทางกายภาพระหว่างผู้เข้าแข่งขัน เช่น การก่อความวุ่นวาย ความโกลาหล และเสียงดังซึ่งรบกวนเกม เป็นต้น</p></li>
                                    <li><p>อุปกรณ์พกพาหรือซอฟต์แวร์ทำงานผิดปกติ</p></li>
                                    <li><p>การลดลงของเฟรมหรือ การเพิ่มขึ้นของ PING อันนอกเหนือจากการควบคุม</p></li>
                                    <li><p>เมื่อผู้เล่นฝ่ายตรงข้ามโกงหรือดูถูกอย่างร้ายแรง เป็นต้น ทั้งนี้ ความเจ็บป่วย บาดเจ็บ หรือปัญหาทางกายภาพของผู้เล่นไม่อาจเป็นเหตุให้หยุดพักเกมของผู้เข้าแข่งขันได้</p></li>
                                </ul>
                            </li>
                        </ul>
                        <ul>
                            <div class="ui orange message">
                                <span>การหยุดพักเกมอันเนื่องมากจากปัญหาเครื่องร้อนของอุปกรณ์พกพา</span>
                            </div>
                            <li><p>ทางทีมงานอาจสั่งให้หยุดพักเกมเป็นเวลาไม่เกินกว่า 5 นาที เพื่อทำให้อุปกรณ์พกพาดังกล่าวเย็นลง หากทีมงานเห็นว่าความร้อนของอุปกรณ์พกพาดังกล่าวจะทำให้เฟรมลดลงหรือ Ping เพิ่มขึ้นในเกม</p></li>
                        </ul>
                        <ul>
                            <div class="ui orange message">
                                <span>การหยุดพักเกมตามการตัดสินใจของผู้เข้าร่วมการแข่งขัน โดยไม่ได้รับอนุญาตจากผู้ตัดสิน</span>
                            </div>
                            <li><p>ทางทีมงานมีสิทธิเตือนและ/หรือปรับทีมผู้เข้าร่วมการแข่งขันดังกล่าวแพ้ทันที</p></li>
                        </ul>

                        <div class="ui red message">
                            <div class="header">
                                <span class="markFont">ห้ามมิให้ผู้เข้าร่วมการแข่งขันพูดคุย ติดต่อสื่อสาร หรือดำเนินการใดๆ อันเป็นการสื่อสารในระหว่างการหยุดพักเกม บทลงโทษ :</span>
                            </div>
                            <p>
                            <ul>
                                <li>ครั้งที่ 1 : เตือน</li>
                                <li>ครั้งที่ 2 : เพิ่มสิทธิการแบนฮีโร่ให้ฝั่งตรงข้ามเป็นจำนวน 1 ครั้ง</li>
                                <li>ครั้งที่ 3 : เพิ่มสิทธิการแบนฮีโร่ให้ฝั่งตรงข้ามเป็นจำนวน 2 ครั้ง</li>
                            </ul>
                            </p>
                        </div>

                    </div>
                </div>

                <div class="feature-wiget" id="9">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-android-refresh"></i>&nbsp;&nbsp;<span class="markFont">การเริ่มเกมใหม่ในรอบออฟไลน์</span></h4>
                        <ol>
                            <li><p>ในกรณีที่มีเกิดข้อผิดพลาด (บัค) ขึ้นในเกมอย่างร้ายแรงไม่ว่าช่วงเวลาใดก็ตามในระหว่างการแข่งขันจนเป็นเหตุให้ไม่สามารถเล่นเกมต่อได้ ทั้งนี้ ข้อผิดพลาดดังกล่าวจะต้องไม่ได้เกิดขึ้นบ่อย หรือเกิดขึ้นเป็นปกติ เช่น หากเกมมีการข้อผิดพลาด โดยไม่ข้องกับฮีโร่โดยตรง เกมดังกล่าวสามารถเริ่มใหม่ได้โดยใช้ Draft เดิม อย่างไรก็ดี หากเป็นกรณีที่เกิดข้อผิดพลาดอย่างร้ายแรงซึ่งเกี่ยวกับฮีโร่ เกมดังกล่าวจะต้องเริ่มใหม่ โดยใช้ Draft ใหม่ทั้งนี้ ฮีโร่ที่มีปัญหาดังกล่าวจะต้องถูกแบนด้วย</p></li>
                            <li><p>ในกรณีที่ผู้ตัดสินเห็นว่ามีข้อยุ่งยากทางเทคนนิคซึ่งจะทำให้การดำเนินเกมตามปกติเป็นไปได้ยาก</p></li>
                            <li><p>เมื่อได้มีการประกาศให้หยุดพักเกมเนื่องจากอุปกรณ์ทำงานผิดปกติ หากไม่ใช่เกมที่รับรอง ทางทีมงานสามารถพิจารณาให้เริ่มเกมใหม่ได้</p></li>
                        </ol>
                    </div>
                </div>

                <div class="feature-wiget" id="10">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-ios-videocam"></i>&nbsp;&nbsp;<span class="markFont">การถ่ายทอดสดและการร่วมดูการแข่งขัน</span></h4>
                        <ol>
                            <li><p>ไม่อนุญาติให้บุคคลอื่นเข้ามาเป็นผู้ชมภายในตัวเกม (Observer หรือ Spectator) ในขณะทำการแข่งขัน ในกรณีที่มีการถ่ายทอดสดการแข่งขันโดยทีมงาน ทางทีมงานมีสิทธิ์ขาดแต่เพียงผู้เดียวในการเข้าเป็นผู้ชมดังกล่าว</p></li>
                            <li><p>ห้ามผู้เข้าแข่งขันทุกคนทำการถ่ายทอดสดหรือ Stream ผ่านช่องทางใดๆ ก็ตามในขณะทำการแข่งขัน เว้นแต่จะได้รับอนุญาตจากคู่แข่งและทีมงาน <b>บทลงโทษ : </b>หากผู้เข้าแข่งขันผู้ใดฝ่าฝืนอาจถูกตัดสิทธิ์จากการแข่งขันในทันที</p></li>
                            <li><p>ในกรณีที่เป็นการถ่ายทอดสดการแข่งขันคู่ที่ทีมงานได้เลือกทำการถ่ายทอดสด แต่การถ่ายทอดสดเกิดข้อผิดพลาดระหว่างการแข่งขัน ทางทีมงานมีสิทธิ์ที่จะขอให้ทั้งสองทีมทำการรีแมทช์ได้ตามดุลพินิจของทีมงาน</p></li>
                        </ol>
                    </div>
                </div>

                <div class="feature-wiget" id="11">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-volume-medium"></i>&nbsp;&nbsp;<span class="markFont">การแจ้งเหตุความไม่เป็นธรรมระหว่างการแข่งขัน</span></h4>
                        <ol>
                            <li><p>หากผู้เข้าแข่งขันพบว่าทีมฝ่ายตรงข้ามมีรายชื่อผู้เข้าแข่งขันไม่ตรงตามที่ลงทะเบียนไว้ ให้ทำการบันทึกหลักฐานไม่ว่าจะในรูปแบบคลิปวิดีโอ หรือรูปภาพก็ตาม และยุติการแข่งขันในทันที พร้อมทั้งส่งหลักฐานดังกล่าวให้แก่ทีมงานเพื่อตรวจสอบ หากผู้เข้าแข่งขันฝ่ายที่ตรวจพบยินยอมให้มีการแข่งขันจนจบเกม ให้ถือว่าทั้งสองฝ่ายยินยอม</p></li>
                            <li><p>หากหลักฐานไม่ชัดเจน ทางทีมงานขอสงวนสิทธิ์ไม่เปลี่ยนแปลงผลการแข่งขันใดๆ ที่ได้มีการตัดสินผลแพ้-ชนะไปแล้ว</p></li>
                        </ol>
                    </div>
                </div>

                <div class="feature-wiget" id="12">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-ios-game-controller-a"></i>&nbsp;&nbsp;<span class="markFont">ข้อกำหนดและเงื่อนไขอื่นๆ</span></h4>
                        <ol>
                            <li><p>กฎกติกาใดๆ ตามที่ได้กล่าวไว้ข้างต้นอาจจะมีการแก้ไข เปลี่ยนแปลงได้ทุกกรณี โดยทางทีมงานขอสงวนสิทธิ์ในการไม่แจ้งให้ทราบล่วงหน้า</p></li>
                            <li><p>คำตัดสินของทีมงานไม่ว่าในเรื่องใดภายใต้การแข่งขันนี้ ถือว่าเป็นที่สิ้นสุด</p></li>
                            <li><p>ทีมที่เข้าร่วมแข่งขันต้องเข้าใจถึงกฏและกติกาการแข่งขันอย่างชัดเจน ถ้ามีการกระทำที่ฝ่าฝืนกติกานี้ทางทีมงานสามารถตัดสิทธิ์ทีมผู้เข้าแข่งขันได้ทันที</p></li>
                        </ol>
                    </div>
                </div>

            </div>
            <!--end first rule-->
            <div class="ui bottom attached tab segment" data-tab="second">
                <div class="feature-wiget">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-ios-game-controller-a"></i>&nbsp;&nbsp;<span class="markFont">รายละเอียดและกติกาการแข่งขันเกม FO4 (FIFA Online 4)</span></h4>
                        <ol>
                            <li><p>แต่ละสี ส่งนักกีฬาเข้าแข่งขันได้เพียง 1 ทีม โดยแต่ละทีมจะต้องแข่งขันในแต่ละประเภท ดังนี้</p>
                                <ul>
                                    <li><p>ประเภทเดี่ยว ประกอบด้วย</p>
                                        <ul>
                                            <li><p>เดี่ยว มือ 1</p></li>
                                            <li><p>เดี่ยว ทีมชุด 3 คน</p></li>
                                        </ul>
                                    </li>
                                    <li><p>ประเภททีม ประกอบด้วย</p>
                                        <ul>
                                            <li><p>ทีม 2 คน</p></li>
                                        </ul>
                                    </li>
                                </ul>
                                <div class="ui orange message">
                                    <span>นักกีฬาแต่ละคนสามารถลงแข่งขันได้ทั้งสองประเภท แต่ไม่สามารถลงแข่งขันซ้ำในแต่ละประเภทได้ (แต่ละทีมต้องมีผู้เล่นอย่างน้อย 4 คน)</span>
                                </div>
                            </li>
                            <li><p>ใช้การแข่งขันแบบพบกันหมด และนับคะแนนรวมเพื่อหาทีมที่จะเข้าไปชิงชนะเลิศ (ชนะ 3 เสมอ 1 แพ้ 0) กรณีแต้มเท่ากัน ตัดสินจาก head2head ก่อน จากนั้นดูจากลูกได้เสีย</p></li>
                            <li><p>แต่ละทีมต้องส่งชื่อผู้เข้าแข่งขันภายในวันที่ 14 กุมภาพันธ์ 2563 เวลา 16.30 น.</p></li>
                            <li><p>ผู้เข้าแข่งขันทุกคนต้องใช้บัญชีส่วนตัวของตนเองในการลงสมัครแข่งขัน</p></li>
                            <li><p>ผู้เข้าแข่งขันจะต้องเตรียมอุปกรณ์ที่ใช้ทำการแข่งขันมาเอง โดยฝ่ายจัดการแข่งขันจะจัดเตรียมเครื่อง PC ที่ใช้ทำการแข่งขันไว้ให้เท่านั้น</p></li>
                            <li><p>แต่ละทีมที่ลงแข่งขันต้องส่งรายชื่อตัวแทนแต่ละทีม เพื่อแสดงตัวเป็นกัปตันทีม และเป็นผู้ประสานงานของแต่ละทีมให้กับทีมงาน</p></li>
                            <li><p>แข่งขันในโหมด Arcade : Classic Mode โดยใช้ Fantasy ทีม และทีมที่ใช้ทำการแข่งขัน ต้องประกอบไปด้วยตัวผู้เล่นคลาส live 19 (+1) ทั้งทีมเท่านั้น โดยสามารถใช้ Team Color และผู้จัดการทีมได้ไม่จำกัด</p>
                                <div class="ui orange message">
                                    <span>หากพบว่าทีมที่ใช้ทำการแข่งขันไม่เป็นไปตามที่กำหนด ทีมงานจะปรับผู้แข่งขันดังกล่าวแพ้ทันที (3 – 0)</span>
                                </div>
                            </li>
                            <li><p>ผู้เข้าแข่งขันทุกคนสามารถเข้าร่วมเป็นสมาชิกในทีมที่เข้าแข่งขันได้เพียงทีมเดียวเท่านั้น</p></li>
                            <li><p>ก่อนเริ่มการแข่งขัน กัปตันทีมของแต่ละทีมจะต้องแจ้งลำดับการแข่งขันของทีมตนเอง และจะไม่สามารถเปลี่ยนแปลงลำดับการแข่งขันดังกล่าวได้</p>
                                <div class="ui orange message">
                                    <span>ผู้เข้าแข่งขันคนใดไม่มาตามกำหนดการแข่งหรือไม่สามารถทำการแข่งขันได้ ภายใน 15 นาที  ทางคณะกรรมการมีสิทธิปรับผู้แข่งขันดังกล่าวแพ้ทันที (3 – 0)</span>
                                </div>
                            </li>
                            <li><p>ผู้เข้าแข่งขันต้องแข่งในรูปแบบ Best of 3 (“BO3”) ประเภท “ไม้ชนไม้” ผู้เข้าแข่งขันที่สามารถชนะได้อย่างน้อย 2 เกมก่อน จึงจะถือว่าเป็นผู้ชนะ หากในการแข่งขันใดมีการเสมอกันภายในเวลา 90 นาที จะต้องทำการต่อเวลา และตัดสินด้วยลูกจุดโทษ ตามลำดับ</p></li>
                            <li><p>ระหว่างการแข่งขันผู้เข้าแข่งขันทุกคนจะต้องปฏิบัติตามกฎกติกาการแข่งขัน รวมถึงข้อกำหนดเงื่อนไขใดๆ ที่ทีมงานได้กำหนดไว้อย่างเคร่งครัด หากผู้เข้าแข่งขันรายใดฝ่าฝืนหรือไม่ปฏิบัติตาม ทีมงานผู้ดูแลการแข่งขันสามารถตัดสิทธิ์ผู้เข้าร่วมการแข่งขันดังกล่าวออกจากการแข่งขันและปรับให้ทีมผู้เข้าร่วมการแข่งขันดังกล่าวแพ้ทันที</p></li>
                        </ol>
                    </div>
                </div>

                <div class="feature-wiget">
                    <div class="content">
                        <h4 class="bottom-line"><i class="ion-android-clipboard"></i>&nbsp;&nbsp;<span class="markFont">กฏกติกาในเกมฟีฟ่าออนไลน์ 4 :</span></h4>
                        <ol>
                            <div class="ui blue message">
                                <span>การหยุดการแข่งขันตามแทคติก (Tactical Pause)</span>
                            </div>
                            <li><p>ผู้เล่นสามารถขอหยุดการแข่งขันระหว่างเกมได้ 3 ครั้ง โดยมีเจตนาเพื่อปรับเปลี่ยนแทคติกเท่าน้้น</p></li>
                            <li><p>การหยุดการแข่งขันตามแทคติกจะใช้เวลาไม่เกิน 30 วินาทีต่อครั้ง</p></li>
                            <li><p>ผู้เล่นต้องทำการเปลี่ยนตัวสำรอง, แผนตำแหน่ง หรือ ปรับเปลี่ยนแทคติก ในขณะที่หยุดการแข่งขันตามแทคติก</p></li>
                            <li><p>ผู้เล่นสามารถขอหยุดการแข่งขันตามแทคติกในระหว่างที่บอลออกนอกสนาม, สถานการณ์ฟาวล์, การทุ่มบอลข้างสนาม, การเริ่มการแข่งขันใหม่ ณ จุดตั้งต้นกลางสนาม, ลูกตั้งเตะจากเขตประตู เท่านั้น หากฝ่าฝืน ผู้เล่นดังกล่าวจะถูกตักเตือน 1 รอบ</p></li>
                        </ol>

                        <ol>
                            <div class="ui blue message">
                                <span>การหยุดการแข่งขันทางเทคนิค (Technical Pause)</span>
                            </div>
                            <li><p>ถ้าพบปัญหาระหว่างการแข่งขัน ผู้เล่นต้องยกมือเพื่อแจ้งให้คณะกรรมการทราบ คณะกรรมการจะพิจารณา และตรวจสอบเรื่องการหยุดการแข่งขัน</p></li>
                            <li><p>เพื่อนร่วมทีมของผู้เข้าแข่งขันสามารถชี้แจงให้คณะกรรมการหยุดการแข่งขันในเกมการแข่งขันอย่างเป็นทางการ ตามรายละเอียด ดังนี้</p>
                                <ul>
                                    <li><p>ปัญหาแลค (Game Lag issue)</p>
                                        <ul>
                                            <li><p>2.1 ปัญหาแลค (Game Lag issue)</p>
                                                <ul>
                                                    <li><p>ถ้าคณะกรรมการตรวจพบอาการแลคได้อย่างชัดเจน ทางคณะกรรมจะหารือกับฝั่งตรงข้าม</p></li>
                                                    <li><p>ผู้เล่นทั้งสองคนต้องยินยอมที่จะเริ่มการแข่งขันใหม่ทั้งคู่ ในกรณีที่พบอาการแลค</p></li>
                                                    <li><p>ถ้าผู้เ่ล่นใดผู้เล่นนึงไม่ยินยอมในการเริ่มการแข่งขันใหม่ เกมจะถูกดำเนินการต่อ ณ เวลาที่หยุดไว้</p></li>
                                                    <li><p>ในกรณีที่พบอาการแลคฝ่ายเดียว ผู้เล่นสามารถเรียกร้องในการตรวจสอบการแสดงผลของเกม (Monitor frame test) ได้</p></li>
                                                    <li><p>หากทีมงานไม่ตรวจพบปัญหาใดๆ ผู้เล่นที่เรียกร้องจะถูกตักเตือนจากทางกรรมการ</p></li>
                                                </ul>
                                                </p></li>
                                            <li><p>2.2 ผู้เข้าแข่งฝ่ายตรงข้ามใช้ภาษาที่ไม่เหมาะสม</p></li>
                                            <li><p>2.3 ผู้เข้าแข่งถูกรบกวนโดยผู้ชม</p></li>
                                            <li><p>2.4 ปัญหาเรื่องระบบไฟที่มีผลต่อการมองเห็นในเกม</p></li>
                                        </ul>
                                    </li>
                                </ul>
                            </li>
                            <li><p>ผู้เล่นต้องทำการเปลี่ยนตัวสำรอง, แผนตำแหน่ง หรือ ปรับเปลี่ยนแทคติก ในขณะที่หยุดการแข่งขันตามแทคติก</p></li>
                            <li><p>ผู้เล่นสามารถขอหยุดการแข่งขันตามแทคติกในระหว่างที่บอลออกนอกสนาม, สถานการณ์ฟาวล์, การทุ่มบอลข้างสนาม, การเริ่มการแข่งขันใหม่ ณ จุดตั้งต้นกลางสนาม, ลูกตั้งเตะจากเขตประตู เท่านั้น หากฝ่าฝืน ผู้เล่นดังกล่าวจะถูกตักเตือน 1 รอบ</p></li>
                        </ol>
                        <div class="ui red message">
                            <div class="header">
                                <span class="markFont">บทลงโทษ</span>
                            </div>
                            <p>
                            <ul>
                                <li>ตักเตือน 2 ครั้ง: ปรับแพ้เกมการแข่งขันนั้นๆ</li>
                                <li>ตักเตือน 3 ครั้ง: ตัดสิทธิแมตช์การแข่งขันนั้นๆ</li>
                            </ul>
                            </p>
                        </div>
                    </div>
                </div>

            </div>


            <!--end rule-->
            </div> <!--ui segment-->


        </div> <!--container-->


    </section>
    @include('includes.home.modal')
@endsection
@section('js_plugin')
    <div id="scroll-top-div" class="scroll-top-div">
        <div class="scroll-top-icon-container">
            <i class="ion-ios-arrow-thin-up"></i>
        </div>
    </div>
    <!-- jQuery first, then Tether, then Bootstrap JS. -->
    <!--<script src="js/jquery.min.js"></script> -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.10.2/jquery.min.js"></script>

    <script src="{{ URL::asset('js/bootstrap.min.js')}}"></script>
    <script src="{{ URL::asset('js/owl.carousel.min.js') }}"></script>
    <script src="{{ URL::asset('js/script.js') }}"></script>

    <script src="//cdnjs.cloudflare.com/ajax/libs/waypoints/2.0.3/waypoints.min.js"></script>
    <script src="{{ URL::asset('js/jquery.counterup.min.js') }}"></script>
    <script src="{{ URL::asset('js/stellar/jquery.stellar.min.js') }}"></script>
    <script src="{{ URL::asset('js/Semantic-UI-CSS/semantic.min.js') }}"></script>
    <script src="{{ URL::asset('js/modal-video/jquery-modal-video.min.js') }}"></script>

    <script>

        jQuery(document).ready(function( $ ) {

            $('.ui.sticky')
                .sticky({
                    context: '#example2',
                    pushing: true
                });

        });

        $('.menu .item').tab();

    </script>

    <script>
        function navigate(obj,num){
            //$(obj)
            //$(obj).addClass("item active");
            console.log("menu-click");
        }
    </script>
@endsection